---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportBackground
source: html/e5cd3c23-8f69-6900-f1c8-24d28d2bbcb7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportBackground Property

"Draw Layer"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportBackground { get; }
```